[ARFMMiner X2SoldierClassTemplate]
DisplayName="布雷者"
ClassSummary="这些精神状况存疑的雇佣兵，由于被认为精神状态不够稳定、过于痴迷于爆炸，而不适合担任正式的死神部队成员。他们加入了反抗军，成为爆破专家，携带地雷和各种装备，体现了最好的防御就是大量炸弹的原则。"
LeftAbilityTreeTitle="爆炸"
RightAbilityTreeTitle="枪支"
AbilityTreeTitles[0]="叛乱分子"
AbilityTreeTitles[1]="游击队"
AbilityTreeTitles[2]="反叛者"
AbilityTreeTitles[3]="XCOM"

[ARFMPrimebombs X2AbilityTemplate]
LocFriendlyName="自杀狂人"
LocLongDescription="所有间接火力武器，例如地雷、手榴弹，会对所有物体造成 +<Ability:ARFMPRIMEBOMBS/> 额外伤害。"
LocHelpText="所有间接火力武器，例如地雷、手榴弹，会对所有物体造成 +<Ability:ARFMPRIMEBOMBS/> 额外伤害。"
LocPromotionPopupText="<Bullet/>此效果与爆炸性混合物叠加。<br/>"

[ARFMSoldierMines X2AbilityTemplate]
LocFriendlyName="游击武器"
LocLongDescription="这名士兵能够使用多种近炸地雷造成毁灭性打击。"
LocHelpText="这名士兵能够使用多种近炸地雷造成毁灭性打击。"

[ARFMPsychoGunner X2AbilityTemplate]
LocFriendlyName="精神病枪手"
LocLongDescription="主要武器攻击造成 +1 伤害。"
LocHelpText="主要武器攻击造成 +1 伤害。"

[ARFMBombManicI X2AbilityTemplate]
LocFriendlyName="音乐地雷"
LocLongDescription="增加地雷的使用次数 2 次。"
LocHelpText="向目标区域投掷一枚地雷。"
LocPromotionPopupText="<Bullet/>如果士兵还拥有地雷大师，则地雷使用次数增加至 5 次。<br/>"

[ARFMBombManicII X2AbilityTemplate]
LocFriendlyName="地雷大师"
LocLongDescription="增加地雷的使用次数 2 次。"
LocHelpText="增加地雷的使用次数 2 次。"
LocPromotionPopupText="<Bullet/>如果士兵还拥有音乐地雷，则地雷的使用次数增加到 5 次。<br/>"

[ARFMSerialBomber X2AbilityTemplate]
LocFriendlyName="连环爆破狂"
LocLongDescription="地雷爆炸将不再能打破该士兵的隐蔽性。"
LocHelpText="地雷爆炸将不再能破坏该士兵的隐蔽性。"
LocPromotionPopupText="<Bullet/>仅影响布雷者。<br/>"

[ARFMBombManicIII X2AbilityTemplate]
LocFriendlyName="疯中之疯"
LocLongDescription="地雷爆炸有 <Ability:ARFMDERANGEDLUNATIC/> 几率导致被击中的单位陷入恐慌。"
LocHelpText="地雷爆炸有 <Ability:ARFMDERANGEDLUNATIC/>几率导致被击中的单位陷入恐慌。"

[ARFMHomicidalLoon X2AbilityTemplate]
LocFriendlyName="杀人狂"
LocLongDescription="射击有 +<Ability:ARFMSHOOTYMCSHOOTCRIT/> 几率造成暴击，并且暴击会造成 +<Ability:ARFMSHOOTYMCSHOOTFACE_CRIT_DAMAGE_BONUS/>伤害。"
LocHelpText="射击有 +<Ability:ARFMSHOOTYMCSHOOTCRIT/> 几率造成暴击，并且暴击会造成 +<Ability:ARFMSHOOTYMCSHOOTFACE_CRIT_DAMAGE_BONUS/>伤害。"

[ARFMLandmines X2AbilityTemplate]
LocFriendlyName="投掷地雷"
LocLongDescription="向目标区域投掷一枚地雷。"
LocHelpText="向目标区域投掷一枚地雷。"

[ARFMLandminesGas X2AbilityTemplate]
LocFriendlyName="投掷地雷"
LocLongDescription="向目标区域投掷一枚地雷。"
LocHelpText="向目标区域投掷一枚地雷。"

[ARFMLandminesAcid X2AbilityTemplate]
LocFriendlyName="投掷地雷"
LocLongDescription="向目标区域投掷一枚地雷。"
LocHelpText="向目标区域投掷一枚地雷。"

[ARFMLandminesShock X2AbilityTemplate]
LocFriendlyName="投掷地雷"
LocLongDescription="向目标区域投掷一枚地雷。"
LocHelpText="向目标区域投掷一枚地雷。"

[ARFMLandmine X2GrenadeTemplate]
FriendlyName="爆炸地雷"
FriendlyNamePlural="爆炸地雷"
BriefSummary="爆炸地雷会在大面积区域内爆炸造成巨大伤害，但是除此之外并无任何特殊效果。"
TacticalText="<Bullet/>投掷爆炸地雷不会破坏士兵的隐蔽。<br><Bullet/>爆炸地雷不会被友方单位触发，但如果被困在地雷的爆炸半径内，友方单位将受到伤害。<br><Bullet/>爆炸地雷会在大范围内爆炸造成大量伤害，但除此之外没有特殊效果。"
ThrownAbilityName="投掷爆炸地雷"
ThrownAbilityHelpText="向目标区域投掷一枚爆炸地雷。"
LaunchedAbilityname="发射爆炸地雷"
LaunchedAbilityHelpText="向目标区域发射爆炸地雷。"

[ARFMFiremine X2GrenadeTemplate]
FriendlyName="燃烧地雷"
FriendlyNamePlural="燃烧地雷"
BriefSummary="燃烧地雷会在小范围内造成重大伤害，但不会撕碎护甲，并且会使附近的单位和物体着火。"
TacticalText="<Bullet/>投掷燃烧地雷不会破坏士兵的隐蔽。<br><Bullet/>燃烧地雷不会被友方单位触发，但如果被困在地雷的燃烧半径内，友方单位将受到伤害。<br><Bullet/>燃烧地雷会在小范围内造成重大伤害，但不会撕碎盔甲，并会使附近的单位和物体着火。"
ThrownAbilityName="投掷燃烧地雷"
ThrownAbilityHelpText="向目标区域投掷燃烧地雷。"
LaunchedAbilityname="发射燃烧地雷"
LaunchedAbilityHelpText="向目标区域发射一枚燃烧地雷。"

[ARFMGasmine X2GrenadeTemplate]
FriendlyName="毒气地雷"
FriendlyNamePlural="毒气地雷"
BriefSummary="毒气地雷会在中等区域造成重大伤害，但不会破坏护甲，并且会使附近的单位中毒。"
TacticalText="<Bullet/>投掷毒气地雷不会破坏士兵的隐蔽性。<br><Bullet/>毒气地雷不会被友方单位触发，但如果被困在地雷的毒气半径内，友方单位将受到伤害。<br><Bullet/>毒气地雷会在中等范围内造成重大伤害，但不会撕碎护甲，并会使附近的单位中毒。"
ThrownAbilityName="投掷毒气地雷"
ThrownAbilityHelpText="向目标区域投掷一枚毒气地雷。"
LaunchedAbilityname="发射毒气地雷"
LaunchedAbilityHelpText="在目标区域发射一枚毒气地雷。"

[ARFMAcidmine X2GrenadeTemplate]
FriendlyName="酸液地雷"
FriendlyNamePlural="酸液地雷"
BriefSummary="酸液地雷会在小范围内造成重大伤害，并对附近的单位造成酸性灼伤。"
TacticalText="<Bullet/>投掷酸性地雷不会破坏士兵的隐蔽。<br><Bullet/>酸液地雷不会被友方单位触发，但如果被困在地雷的酸性半径内，友方单位将受到伤害。<br><Bullet/>酸性地雷会在小范围内造成重大伤害，并对附近的单位造成酸性灼伤。"
ThrownAbilityName="投掷酸性地雷"
ThrownAbilityHelpText="向目标区域投掷一枚酸性地雷。"
LaunchedAbilityname="发射酸矿"
LaunchedAbilityHelpText="向目标区域发射酸性地雷。"

[ARFMShockmine X2GrenadeTemplate]
FriendlyName="冲击地雷"
FriendlyNamePlural="冲击地雷"
BriefSummary="冲击地雷造成的伤害很小，但可以忽略护甲并影响很大范围。冲击地雷会混乱目标，禁用能量护盾，并有很大几率暂时关闭机器人单位。"
TacticalText="<Bullet/> 投掷冲击地雷不会破坏士兵的隐蔽性。<br><Bullet/> 冲击地雷不会被友方单位触发，但如果友方单位处于地雷的冲击半径内，则会受到伤害。<br><Bullet/> 冲击地雷造成的伤害很小，但会忽略护甲并影响很大的区域。冲击地雷会使目标混乱，禁用能量护盾，并有很大几率暂时关闭机器人单位。"
ThrownAbilityName="投掷冲击地雷"
ThrownAbilityHelpText="向目标区域投掷一枚冲击地雷。"
LaunchedAbilityname="发射冲击地雷"
LaunchedAbilityHelpText="向目标区域发射一枚冲击地雷。"

[ARFMShrapnelmine X2GrenadeTemplate]
FriendlyName="弹片地雷"
FriendlyNamePlural="弹片地雷"
BriefSummary="弹片地雷会在中等半径内造成中等伤害，但不会破坏护甲，但会导致有机体流血。弹片地雷不被视为爆炸伤害。"
TacticalText="<Bullet/>投掷破片地雷不会破坏士兵的隐蔽。<br><Bullet/>破片地雷不会被友方单位触发，但如果被困在地雷的弹片半径内，友方单位将受到伤害。<br><Bullet/>弹片地雷造成的即时伤害比爆炸地雷要小，但会导致有机目标流血。"
ThrownAbilityName="投掷弹片地雷"
ThrownAbilityHelpText="向目标区域投掷一枚弹片地雷。"
LaunchedAbilityname="发射弹片地雷"
LaunchedAbilityHelpText="向目标区域发射一枚弹片地雷。"
